import React, { Component } from "react";
import { Collapse } from "antd";
const { Panel } = Collapse;
function callback(key) {
  console.log(key);
}

class Faq extends Component {
  state = {};
  render() {
    return (
      <div>
        <Collapse defaultActiveKey={["1"]} onChange={callback}>
          <Panel
            header="M-Си-Эс төрийн тендер их авдаг гэсэн яриа ер тасрахгүй юм?"
            key="1"
          >
            <p>
              Зах зээлийн эхний жилүүдэд М-Си-Эс дотоодын инженер техникийн
              ажилчдыг нэгтгэн, эхлээд туслан гүйцэтгэгчээр, сүүлдээ бие даан
              гадаадын компаниудтай өрсөлдөж, тендерт ялж байсан. Компани өсч
              томрохын хэрээр бизнест эзлэх тендерийн хувь буурсаар ирсэн.
              Төрийн худалдан авалтын tender.gov.mn вэбсайтын мэдээллээс сүүлийн
              9 жилийн хугацаанд М-Си-Эс группийн компаниуд 4 тендер л
              хэрэгжүүлснийг харж болно. Өнөөдөр М-Си-Эс тендер авдаг биш, харин
              үндэсний компаниуддаа тендер өгдөг компани болсон. Сүүлийн 3 жилд
              гэхэд 8 мянга гаруй ЖДБ-тай хамтран, нийт 680 тэрбум төгрөгийн
              худалдан авалт хийсэн байна.
            </p>
          </Panel>
          <Panel
            header="Нийгмийн хариуцлагын чиглэлээр ямар ажлууд хийхээр төлөвлөж байна вэ?"
            key="2"
          >
            <p>
              М-Си-Эс Групп нь нийгмийн хариуцлагын бодлогоо хэрэгжүүлэхдээ
              нийгмийн сайн сайхан, улс орны эдийн засгийн хөгжилд урт
              хугацааны, бодитой хувь нэмэр оруулах зарчмыг гол болгон
              баримталдаг. Энэ хүрээнд сүүлийн 4 жилд нийт 300 гаруй ажил
              хэрэгжүүлсэн. 2018 онд гэхэд Энержи Ресурс компани 1 тэрбум гаруй
              төгрөгийг хүүхдийн төлөө зориулсан байна. Ирэх онд Чойжин ламын
              сүм музейг засварлах зэрэг олон төсөл, хөтөлбөр хэрэгжүүлэх
              төлөвлөгөө гаргасан байгаа.
            </p>
          </Panel>
          <Panel header="М-Си-Эс Групп хэдэн охин компанитай вэ?" key="3">
            <p>
              М-Си-Эс Групп нь үндэсний хэмжээний хувийн хэвшлийн томоохон групп
              болон өргөжиж хөгжсөн бөгөөд өнөөдөр бид инженеринг дэд бүтэц, уул
              уурхай, үл хөдлөх хөрөнгө, харилцаа холбоо, өргөн хэрэглээний
              бүтээгдэхүүний үйлдвэрлэл, худалдаа гэсэн бизнесийн 5 салбарт үйл
              ажиллагаа явуулж буй 20 гаруй охин компанитай байна. Энэхүү вэб
              хуудаснаа манай группийн бизнесийн үндсэн чиглэлээр үйл ажиллагаа
              явуулж буй компаниудын мэдээлэл байршсан бөгөөд нийтлэг
              үйлчилгээний болон судалгаа, төслийн шатанд явж буй компаниудын
              талаарх мэдээлэл ороогүй болно.
            </p>
          </Panel>
        </Collapse>
      </div>
    );
  }
}

export default Faq;
