import React, { Component } from 'react';
import { Carousel } from "antd";
import {Row,Col} from 'antd'
import "./terms.css"
class Terms extends Component {
    state = {  }
    render() { 
        return ( <div className="term">
            <Row>
                <Col span={12}></Col>
                    <h1>Бид хэн бэ?</h1>
                    <p>Индиегого, Инк., Түүний эцэг эх, охин компани, салбар компани, 
                        төлөөлөгч, төлөөлөгч, зөвлөх, ажилтан, алба хаагчид, захирлууд - 
                        (хамтдаа "Индиго", "бид" эсвэл "бид", "бидний") бол онлайн цуглуулгын
                         платформ юм. Хэрэглэгчид өөрсдийн кампанит ажилд зориулж хөрөнгө босгох, 
                         бусдын кампанит ажилд хувь нэмрээ оруулахыг эрэлхийлэх болно. Кампанит ажил
                          эзэмшигч нь хандивлагч байгууллагуудын хандив өргөсөнд талархаж байгаагаа 
                          илэрхийлж байгаа. Бид Сан Франциско хотод төвтэй. Энд ашиглагдаагүй тодорхойгүй 
                          том үсгийн нэр томъёо нь манай ашиглах нөхцөлийн дагуу тодорхойлсон тодорхойлолтуудтай 
                          байна.</p>
                    <h1>Энэхүү бодлого хэрхэн хэрэгждэг вэ?</h1>
                    <p>Энэхүү Нууцлалын бодлого нь Индиегого таныг хэрхэн 
                        тодорхойлдог мэдээллийг ("Хувийн мэдээлэл" гэх мэт)
                         хэрхэн цуглуулдаг, ашигладаг, эсвэл өөр аргаар боловсруулдаг, 
                         мөн та манай вэбсайтыг ашиглах үед ийм мэдээллийг хэрхэн цуглуулж, 
                         засварлаж, эсвэл устгаж буйгаа хянах боломжтой болохыг тайлбарлаж өгдөг:
                          https : //www.crowd.com/, үүнд мобайл төхөөрөмж, гар утасны програм
                           болон холбогдох үйлчилгээнүүд ("Үйлчилгээ" эсвэл "Үйлчилгээ") эсвэл энэ
                            бодлогыг холбосон бусад үйлчилгээнүүд орно. Таны вэбсайт болон үйлчилгээг
                             ашиглахтай холбоотой нөхцөл байдал нь манай энэхүү бодлогын дагуу унших 
                             ёстой https://www.crowd.com/about/terms ("Нөхцөлүүд") гэсэн манай
                              Үйлчилгээний нөхцөлийн дагуу зохицуулагдана.
                              Энэхүү Нууцлалын бодлого нь Индиегого таныг хэрхэн 
                        тодорхойлдог мэдээллийг ("Хувийн мэдээлэл" гэх мэт)
                         хэрхэн цуглуулдаг, ашигладаг, эсвэл өөр аргаар боловсруулдаг, 
                         мөн та манай вэбсайтыг ашиглах үед ийм мэдээллийг хэрхэн цуглуулж, 
                         засварлаж, эсвэл устгаж буйгаа хянах боломжтой болохыг тайлбарлаж өгдөг:
                          https : //www.crowd.com/, үүнд мобайл төхөөрөмж, гар утасны програм
                           болон холбогдох үйлчилгээнүүд ("Үйлчилгээ" эсвэл "Үйлчилгээ") эсвэл энэ
                            бодлогыг холбосон бусад үйлчилгээнүүд орно. Таны вэбсайт болон үйлчилгээг
                             ашиглахтай холбоотой нөхцөл байдал нь манай энэхүү бодлогын дагуу унших 
                             ёстой https://www.crowd.com/about/terms ("Нөхцөлүүд") гэсэн манай
                              Үйлчилгээний нөхцөлийн дагуу зохицуулагдана.</p>
                    
                <Col span={12}></Col>
            </Row>
        </div> );
    }
}
 
export default Terms;